Repository: matllubos/django-flexibee
Catalog: flexibee_backend/locale/*/LC_MESSAGES/django.po
Languages: cs

source: DB name %s does not exists
cs: DB s názvem %s neexistuje

source: Backup
cs: Záloha

source: Attachment
cs: Příloha

source: Link
cs: Odkaz

source: Description
cs: Popis

source: attachment
cs: Příloha

source: Data must be object
cs: Vstupní data musí být typu object

source: Object does not exist
cs: Objekt neexistuje

source: File must be set for creation.
cs: Soubor musí být nastaven

source: Filename must be set
cs: Soubor musí být nastaven

source: Not accept
cs: Neakceptovat

source: Ignore
cs: Ignorovat

source: Record
cs: Zaúčtovat

source: Partial payment
cs: Částečná platba

source: Partial payment or record
cs: Částečná platba nebo zaúčtovat

source: Partial payment or ignore
cs: Částečná platba nebo ignorovat

source: Relation without payment cannot be deleted.
cs: Vazba bez platby nemůže být smazána.

source: Existing relation cannot be changed.
cs: Existující vazba nemůže být změněna.

source: Remain is required.
cs: Pole zbytek je povinné.

source: Invoice is required.
cs: Faktura je povinná.

source: Payment is required.
cs: Platba je povinná.

source: Detached
cs: Odpojeno

source: Attached
cs: Aktivní

source: Synchronized
cs: Synchronizováno

source: Synchronization error
cs: Chyba synchronizace

source: Synchronizing
cs: Probíhá synchronizace

source: DB name
cs: Název databáze

source: Synchronization start
cs: Datum započetí synchronizace

source: Last synchronization
cs: Poslední synchronizace

source: Flexibee state
cs: Stav flexibee

source: Flexibee backup
cs: Záloha flexibee
